<?php
/*
  $Id$

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2019 osCommerce
  Translation to RU from Fredi. Updated 7/01/2020
  Released under the GNU General Public License
*/

define('NAVBAR_TITLE', 'Конфиденциальность');
define('HEADING_TITLE', 'Конфиденциальность');
define('TEXT_INFORMATION', ' <b>Конфиденциальность (Секретность), которую мы гарантируем.</b><br><br>
Вся конфиденциальная информация, которой мы обмениваемся со своими клиентами, содержащая такие данные, как например, 
персональную и финансовую информацию, сведения о кредитных карточках и другие данные предусматривающие строго ограниченный 
доступ, в обязательном порядке передаются в зашифрованном виде, с использованием протокола SSL, гарантирующего максимальную 
секретность и безопасность.
<br>
Мы гарантируем секретность всей конфиденциальной информации поступающей от клиентов. Мы так же гарантируем, что эта информация 
не будет доступна или передана кому либо другому, включая частных лиц и организации.
<br>
<br>
Безопасность обеспеченная сервером SSL.
<br><br>
Мы применяем 2048-битовую кодировку информации на сервере SSL, в соответствии со стандартами USA. Это наивысший стандарт, 
применяемый для обеспечения шифрования информации в Интернет. Примечание: Правительство Соединенных Штатов ограничивает 
продажу таких систем шифрования за пределы США. 
Наш сервер размещен в США, и благодаря нашим Американским партнерам, мы смогли обеспечить Вашу Интернет безопасность на самом 
высоком мировом уровне интернет безопасности.
<br>
<br>
Сервер SSL.<br>
Протокол SSL (Secure Sockets Layer) кодирует все данные передающиеся через Интернет между клиентом и сервером. Эта система гарантирует 
передачу информации только между клиентами подключенными друг к другу через этот протокол, и доступ к данным или перехват и 
использование информации третьими лицами невозможен.<br>');
?>