<?php
/*
$Id$

osCommerce, Open Source E-Commerce Solutions
http://www.oscommerce.com

Copyright (c) 2020 osCommerce
Translation to RU from Fredi. Updated 3/07/2020
Released under the GNU General Public License
*/

define('NAVBAR_TITLE', 'Условия использования');
define('HEADING_TITLE', 'Условия использования');
define('TEXT_INFORMATION', 'Условия предоставления услуг. (Онлайн соглашение.)<br><br>
ИНТЕРНЕТ МАГАЗИН <b>' . STORE_NAME . '</b><br>
   Нижеизложенное является условиями соглашения между ' . STORE_NAME . ' (в дальнейшем "Компания") и покупателем ("Покупатель") о приобретении товаров или услуг, через Интернет Сайт Компании ("Сайт"). Если Вы не соглашаетесь с этими условиями, Вы не сможете приобрести наши товары и услуги, поэтому просмотрите пожалуйста внимательно эти условия до совершения покупок:<br><br>
1. Введение.<br> Покупатель соглашается с условиями, оговоренными в этом Соглашении сторон ("Соглашение"), со всем, что касается товаров, услуг и информации предоставляемых через Сайт. Это Соглашение представляет собой договор между Компанией и Покупателем, и заменяет любые предшествующие или иные соглашения, договора и гарантии, и оговаривает все, что касается товаров, услуг и информации предоставленных посредством Сайта. Покупатель соглашается просмотреть и признать это Соглашение до покупки товаров или услуг на Сайте.<br><br>
<font color="red">ДАЛЕЕ ВВЕДИТЕ СВОЙ ТЕКСТ И СВОИ УСЛОВИЯ ПРОДАЖ И/ИЛИ ПРЕДОСТАВЛЕНИЯ УСЛУГ. ДОПОЛНИТЕЛЬНО МОЖНО ИЗМЕНИТЬ ТЕКСТ РАЗМЕЩЕННЫЙ ВЫШЕ в файле includes\languages\russian\conditions.php</font>
');
?>