<?php
/*
  $Id$

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2002 osCommerce

  Released under the GNU General Public License
*/

define('HEADING_TITLE', 'Корзина посетителя / Корзина клиента');
define('SUB_HEADING_TITLE_1', 'Моя Корзина');
define('SUB_HEADING_TITLE_2', 'Моя Корзина');
define('SUB_HEADING_TITLE_3', 'Информация');
define('SUB_HEADING_TEXT_1', 'Каждый посетитель нашего магазина получает \'Корзину посетителя\'. Это позволяет посетителям временно хранить выбранные товары на время пребывания в магазине. При выходе из магазина, ее содержимое теряется.');
define('SUB_HEADING_TEXT_2', 'Каждый зарегистрированный и прошедший процедуру входа клиент получает \'Корзину клиента\'. Это позволяет клиентам хранить в корзине выбранные товары и вернуться к ней позже для проведения процедуры заказа. Все товары хранятся в корзине до тех пор, пока они не будут заказаны или удалены клиентом.');
define('SUB_HEADING_TEXT_3', 'Если зарегистрированный пользователь выбрал продукты и поместил их в \'Корзину посетителя\' до процедуры регистрации, а потом выполнил регистрацию и процедуру входа, то товары из \'Корзины посетителя\' автоматически переместятся в \'Корзину клиента\'.');
define('TEXT_CLOSE_WINDOW', '[ закрыть окно ]');
?>