<?php
/*
$Id$

osCommerce, Open Source E-Commerce Solutions
http://www.oscommerce.com

Copyright (c) 2020 osCommerce
Translation to RU from Fredi. Updated 3/07/2020
Released under the GNU General Public License
*/

define('HEADING_TITLE', 'Корзина посетителя/Корзина покупателя');
define('SUB_HEADING_TITLE_1', 'Корзина посетителя');
define('SUB_HEADING_TITLE_2', 'Корзина покупателя');
define('SUB_HEADING_TITLE_3', 'Информация');
define('SUB_HEADING_TEXT_1', 'Каждый посетитель нашего магазина получает \'Корзину посетителя\'. Это позволяет посетителям временно хранить выбранные товары на время пребывания в магазине. При выходе из магазина, ее содержимое теряется.');
define('SUB_HEADING_TEXT_2', 'Каждый зарегистрированный покупатель получает \'Корзину покупателя\'. Это позволяет покупателям хранить в корзине выбранные товары и вернуться к ней позже для проведения процедуры заказа. Все товары хранятся в корзине до тех пор, пока они не будут заказаны или удалены покупателем.');
define('SUB_HEADING_TEXT_3', 'Если незарегистрированный пользователь выбрал продукты и поместил их в \'Корзину посетителя\' до процедуры регистрации, а потом выполнил регистрацию и процедуру входа, то товары из \'Корзины посетителя\' автоматически переместятся в \'Корзину покупателя\'.');
define('TEXT_CLOSE_WINDOW', '[ закрыть окно ]');
?>