<?php
/*
$Id$

osCommerce, Open Source E-Commerce Solutions
http://www.oscommerce.com

Copyright (c) 2020 osCommerce
Translation to RU from Fredi. Updated 3/07/2020
Released under the GNU General Public License
*/

define('NAVBAR_TITLE', 'Конфиденциальность');
define('HEADING_TITLE', 'Конфиденциальность');
define('TEXT_INFORMATION', ' <b>Конфиденциальность (Секретность), которую мы гарантируем.</b><br><br>
Вся конфиденциальная информация, которой мы обмениваемся со своими клиентами, содержащая такие данные, как например, 
персональную и финансовую информацию, сведения о кредитных карточках и другие данные предусматривающие строго ограниченный 
доступ, в обязательном порядке передаются в зашифрованном виде, с использованием протокола SSL, гарантирующего максимальную 
секретность и безопасность.
<br>
Мы гарантируем секретность всей конфиденциальной информации поступающей от клиентов. Мы так же гарантируем, что эта информация 
не будет доступна или передана кому либо другому, включая частных лиц и организации.
<br>
<br>
Безопасность обеспеченная сервером SSL.
<br><br>
<font color="red">ДАЛЕЕ ВВЕДИТЕ СВОЙ ТЕКСТ И СВОИ УСЛОВИЯ КОНФИДЕНЦИАЛЬНОСТИ. ДОПОЛНИТЕЛЬНО МОЖНО ИЗМЕНИТЬ ТЕКСТ РАЗМЕЩЕННЫЙ ВЫШЕ в файле includes\languages\russian\privacy.php</font>
');
?>