cfg_ec_checkout_flow_title = Оформление заказа Flow
cfg_ec_checkout_flow_desc = Установите для этого значение «По умолчанию», чтобы система PayPal автоматически выбирала наиболее подходящий для использования контрольный поток или использовала новый поток проверки в контексте (бета-версия). <br /> <br /> <em> In-Context работает только в определенных условиях и Автоматически отключает мгновенное обновление.</em>

cfg_ec_checkout_flow_default = Классика
cfg_ec_checkout_flow_in_context = In-Context
