module_dp_title = PayPal Payments Pro (Direct Payment)
module_dp_short_title = Прямой платеж
module_dp_public_title = Кредитная или дебитная карта

module_dp_legacy_admin_app_button = Управление приложением

module_dp_introduction = <ul>
  <li>Прямая оплата позволяет вам создавать и размещать собственные страницы оформления.</li>
  <li>Вы держите своих клиентов на своем сайте, а не отправляете их платить на PayPal; PayPal остается невидимым.</li>
</ul>

<p>Прямой платеж позволяет покупателям оплачивать с кредитной или дебетной карты во время оформления заказа. У вас есть полный контроль над процессом; Однако вы должны учитывать соответствие PCI.</p>
<p>Обратите внимание: прямой платеж не является самостоятельным продуктом - вам необходимо включить и использовать экспресс-платеж вместе с прямой оплатой.</p>

module_dp_error_express_module = Платежный модуль PayPal Express Checkout должен быть включен, и этот модуль должен быть активирован. Этот модуль не будет загружаться до тех пор, пока не будет установлен модуль PayPal Express Checkout.
module_dp_error_curl = Этот модуль требует включения CURL в сонфигурации PHP и не будет загружаться до тех пор, пока он не будет включен на этом веб-сервере.
module_dp_error_credentials = Этот модуль не будет загружаться, пока учетные данные API не будут настроены. Измените и настройте параметры приложения PayPal.
module_dp_error_credentials_payflow = Этот модуль не будет загружаться до тех пор, пока не будут настроены учетные данные продавца, пароля и партнера. Измените и настройте параметры приложения PayPal.

module_dp_field_card_type = Тип карты:
module_dp_field_card_owner = Имя владельца карты:
module_dp_field_card_number = Номер карты:
module_dp_field_card_expires = Карта действительно до:
module_dp_field_card_cvc = Секретный код карты:
module_dp_field_card_cvc_info_link = Что это такое?
module_dp_field_card_cvc_info = Для Visa и Mastercard это трехзначный код безопасности, расположенный на обратной стороне карты. Для American Express это 4-значный код безопасности на лицевой стороне карты.
module_dp_field_card_valid_from = Дата начала действия карты:
module_dp_field_card_valid_from_info = (Если указано на карточке)
module_dp_field_card_issue_number = Проблема с номером карты:
module_dp_field_card_issue_number_info = (Если указано на карточке)

module_dp_error_all_fields_required = Ошибка: все поля информации о платеже обязательны к заполнению.
module_dp_error_general = Ошибка: С транзакцией возникла общая проблема. Пожалуйста, попробуйте еще раз.
module_dp_error_configuration = Ошибка: Ошибка конфигурации платежного модуля. Проверьте учетные данные приложения PayPal.
module_dp_error_address = Ошибка: Не удалось сопоставить адрес доставки Город, область и почтовый индекс. Пожалуйста, попробуйте еще раз.
module_dp_error_declined = Ошибка: Эта транзакция была отклонена. Пожалуйста, попробуйте еще раз.
module_dp_error_invalid_card = Ошибка: Предоставленная информация карты недействительна. Пожалуйста, попробуйте еще раз.
