module_ps_title = PayPal Стандартный платеж
module_ps_short_title = Стандартный платеж
module_ps_public_title = PayPal PayPal (включая кредитную и дебетную карты) <img src="http://agrosheriff.com/images/infobox/payPal.png" class="img_R" />
module_ps_legacy_admin_app_button = Управление приложением
module_ps_introduction = <ul>
  <li>Принимаем к оплате кредитные карты и PayPal в этом интернет-магазине.</li>
  <li>Упрощенные стандарты соответствия PCI.</li>
  <li>Принимать несколько валют по всему миру.</li>
  <li>Оптимизировано для мобильных устройств.</li>
</ul>
<p>PayPal обрабатывает прием платежей и возвращает клиента в ваш магазин после того, как оплата была произведена.</p>
<p>Для новых покупателей, подписавшихся на счет PayPal клиенты могут завершить свои платежи, а затем могут сохранить свою информацию в учетной записи PayPal для будущих покупок.</p>
module_ps_info_auto_return_url = Если в ваших настройках учетной записи PayPal включена функция автоматического возврата для платежей через веб-сайт, в качестве URL-адреса возврата должен использоваться следующий URL-адрес:<br /><br />:auto_return_url
module_ps_error_curl = Этот модуль требует, что бы Curl был включен в PHP и не будет загружаться, пока он не будет включен на этом веб-сервере.
module_ps_error_credentials = Этот модуль не будет загружаться, пока не будет настроен параметр Адрес электронной почты продавца. Пожалуйста, отредактируйте и настройте параметры этого модуля.
module_ps_error_credentials_pdt_api = Этот модуль не будет загружаться, пока не будет настроен идентификатор Token Identity или API Credentials. Идентификатор тождества PDT можно ввести на странице конфигурации стандартного платежа, или учетные данные API можно ввести на странице конфигурации учетных данных приложения PayPal.
module_ps_button_return_to_store = Вернуться в :storename
module_ps_error_invalid_transaction = Не удалось проверить транзакцию PayPal. Пожалуйста, попробуйте еще раз.
